Repository: roaddust2/helpdeskgram-bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Your issue <code>{issue_key}</code> appointed to work.
ru: Ваша заявка с номером <code>{issue_key}</code> назначена в работу.

source: Your issue <code>{issue_key}</code> is currently in progress.
ru: Ваша заявка с номером <code>{issue_key}</code> в работе.

source: Your issue <code>{issue_key}</code> is done!
ru: Ваша заявка с номером <code>{issue_key}</code> выполнена!

source: Greetings, {name}! And welcome to the helpdesk bot
ru: Приветствую, {name}! Добро пожаловать в бот технической поддержки!

source: Process has been canceled.
ru: Процесс был отменен.

source: Choose category:
ru: Выберите категорию:

source: <code>{issue_key}</code> New issue, we will take it to work soon. Created at {created_at} {tz}
ru: <code>{issue_key}</code> Новая заявка, мы скоро возьмем ее в работу. Создана: {created_at} ({tz})

source: <code>{issue_key}</code> Issue is already appointed to work! Created at {created_at} {tz}
ru: <code>{issue_key}</code> Заявка уже назначена специалисту! Создана: {created_at} ({tz})

source: <code>{issue_key}</code> Issue is currently in progress! Created at {created_at} {tz}
ru: <code>{issue_key}</code> Ваша заявка уже в работе! Создана: {created_at} ({tz})

source: When issue is complete, you will be notified. Do you want to create a new one?
ru: После выполнения вашей заявки, мы вас оповестим с подробностями. Хотите создать новую заявку?

source: No issues were found, want to create one?
ru: Заявки не найдены, хотите создать?

source: Yokozuna Support bot will help you create a support ticket, send it to our team and receive feedback
ru: Бот Yokozuna Support поможет вам создать заявку, отправить ее нашей команде поддержки и получить обратную связь

source: Thank you! Now describe your problem in details:
ru: Спасибо! А теперь опишите проблему, с которой столкнулись:

source: The category you entered is incorrect, please press a button below:
ru: Выбранная категория некорректна, пожалуйста нажмите подходящую кнопку ниже:

source: Add attachments. You can upload up to 5 attachments (photo or minute video) or press <b>Skip</b>
ru: Загрузите вложения. Вы можете прикрепить до 5 вложений (скриншоты или минутные видео) или нажать <b>Пропустить</b>

source: You must provide a description:
ru: Вы должны добавить описание:

source: The video is too long. Please upload a video that is 60 seconds or shorter.
ru: Видео слишком длинное. Пожалуйста, загрузите видео длиной 60 секунд или меньше.

source: Only photo or video attachments are supported!
ru: Поддерживаются только скриншоты или видео!

source: {} of 5 added! Add more or press <b>Skip</b>
ru: {} из 5 добавлено! Прикрепите еще или нажмите <b>Пропустить</b>

source: Submit your request <b>Category:</b> {category} <b>Description:</b> {description} <b>Attachments:</b> {number} added <b>Contact:</b> {first_name} {phone_number}
ru: Подтвердите ваш запрос <b>Категория</b>: {category} <b>Описание</b>: {description} <b>Вложения</b>: {number} добавлено <b>Контакт</b>: {first_name}, {phone_number}

source: You have uploaded all attachments. Please, share your contact.
ru: Вы добавили все возможные вложения. Пожалуйста, поделитесь вашим контактом.

source: Please, share your contact
ru: Пожалуйста, поделитесь контактом

source: You already uploaded attachments. Please, share your contact.
ru: Вы уже загрузили вложения. Пожалуйста, поделитесь контактом.

source: Please, share your contact. Click the button below:
ru: Пожалуйста, поделитесь контактом. Нажмите на кнопку ниже:

source: Your request <code>{issue_key}</code> has been submitted. We will help you as soon as possible!
ru: Ваша заявка с номером <code>{issue_key}</code> отправлена. Мы постараемся помочь как можно скорее!

source: Something went wrong, try again after few minutes!
ru: Что-то пошло не так, попробуйте еще раз через несколько минут!

source: Request canceled.
ru: Запрос отменен.

source: Create new issue
ru: Создать новую заявку

source: My issues
ru: Мои заявки

source: Cancel
ru: Отменить

source: Submit
ru: Подтвердить

source: Share your contact
ru: Поделиться контактом

source: Skip
ru: Пропустить

source: Category 1
ru: Категория 1

source: Category 2
ru: Категория 2

source: Category 3
ru: Категория 3

source: Category 4
ru: Категория 4

source: Other
ru: Другое

source: Uploaded
ru: Загружено

source: Not uploaded
ru: Не загружено
